Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: This key does not appear to be in PEM format, which is required in an apk environment.
sv: Nyckeln verkar inte vara i PEM-format, vilket krävs i en apk-miljö.

source: This key is protected and cannot be deleted.
sv: Nyckeln är skyddad och kan inte tas bort.

source: This list gives an overview over currently running system processes and their status.
sv: Listan ger en översikt över processer som körs på systemet och deras status.

source: This option adds additional record types to the cache.
sv: Det här alternativet lägger till ytterligare posttyper i cachen.

source: This option cannot be used because the ca-bundle package is not installed.
sv: Det här alternativet kan inte användas eftersom paketet ca-bundle inte är installerat.

source: This page displays the active connections via this device.
sv: Den här sidan visar aktiva anslutningar via enheten.

source: This page displays the bandwidth used for all available physical interfaces.
sv: Den här sidan visar bandbreddsanvändningen för alla tillgängliga fysiska gränssnitt.

source: This page displays the wireless metrics for each available radio interface.
sv: Den här sidan visar trådlösa mätvärden för varje tillgängligt radiogränssnitt.

source: This prefix is randomly generated at first install.
sv: Detta prefix genereras slumpmässigt vid första installationen.

source: This prevents unreachable IPs in subnets not accessible to you.
sv: Detta förhindrar onåbara IP-adresser i undernät som du inte har åtkomst till.

source: This section contains no values yet
sv: Den här sektionen innehåller inga värden ännu

source: This specifies the AD system priority
sv: Detta anger AD-systemprioriteten

source: This specifies the mac-address for the actor in protocol packet exchanges (LACPDUs). The value cannot be NULL or multicast.
sv: Detta anger aktörens MAC-adress vid protokollpaketutbyte (LACPDU:er). Värdet får inte vara NULL eller multicast.

source: Time Format
sv: Tidsformat

source: Time Synchronization
sv: Synkronisering av tid

source: Time advertisement
sv: Tidsannonsering

source: Time in milliseconds
sv: Tid i millisekunder

source: Time in seconds to spend in listening and learning states
sv: Tid i sekunder som ska tillbringas i listening- och learning-tillstånd

source: Time interval for rekeying GTK
sv: Tidsintervall för omnyckling av GTK

source: Time zone
sv: Tidszon

source: Timed-out
sv: Tidsgränsen gick ut

source: Timeframe for key exchange
sv: Tidsram för nyckelutbyte

source: Timeout in seconds
sv: Tidsgräns i sekunder

source: Timeout in seconds for learned MAC addresses in the forwarding database
sv: Tidsgräns i sekunder för inlärda MAC-adresser i vidarebefordringsdatabasen

source: Timeout in seconds until topology updates on link loss
sv: Tidsgräns i sekunder till topologin uppdateras vid länkförlust

source: To configure fully the local WireGuard interface from an existing (e.g. provider supplied) configuration file, use the <strong><a class="full-import" href="#">configuration import</a></strong> instead.
sv: För att konfigurera det lokala WireGuard-gränssnittet fullständigt från en befintlig konfigurationsfil (t.ex. från leverantören), använd <strong><a class="full-import" href="#">konfigurationsimport</a></strong> i stället.

source: To restore configuration files, you can upload a previously generated backup archive here. To reset the firmware to its initial state, click "Perform reset" (only possible with squashfs images).
sv: För att återställa konfigurationsfiler så kan du ladda upp ett tidigare genererat säkerhetskopierings arkiv här.

source: Toggle IPv6 PD via DHCPv6.
sv: Växla IPv6-PD via DHCPv6.

source: Tone
sv: Ton

source: Total Available
sv: Totalt tillgängligt

source: Trace
sv: Spårning

source: Tracking Area Code
sv: Kod för spårningsområde

source: Traffic Class
sv: Trafikklass

source: Traffic filter chain "%h"
sv: Trafikfilterkedja ”%h”

source: Transfer
sv: Överför

source: Transform replies which contain the specified addresses or subnets into {nxdomain} responses.
sv: Omvandla svar som innehåller de angivna adresserna eller undernäten till {nxdomain}-svar.

source: Transition Disable
sv: Inaktivera övergång

source: Transix (Japan only)
sv: Transix (endast Japan)

source: Transmit
sv: Överför

source: Transmit dropped
sv: Sända kasserade

source: Transmit errors
sv: Överföringsfel

source: Transmit hash - balance-xor
sv: Sändningshash – balance-xor

source: Transmitted Data
sv: Data som har överförts

source: Transmitted bytes
sv: Överförda bytes

source: Transmitted packets
sv: Överförda paket

source: Trigger Mode
sv: Utlösningsläge

source: Tunnel Interface
sv: Tunnelgränssnitt

source: Tunnel Link
sv: Tunnel-länk

source: Tunnel device
sv: Tunnelenhet

source: Tx-Power
sv: Tx-Ström

source: Type of service
sv: Typ av tjänst

source: Type of used device
sv: Typ av enhet som används

source: UDP Layer 3 Master Device (udp_l3mdev) accept
sv: Acceptera UDP Layer 3 Master Device (udp_l3mdev)

source: UDP destination port number to use to connect to the remote VXLAN tunnel endpoint
sv: UDP-destinationsportnummer som ska användas för att ansluta till den fjärranslutna VXLAN-tunnelslutpunkten

source: UID-range
sv: UID-intervall

source: ULA for IPv6 is analogous to IPv4 private network addressing.
sv: ULA för IPv6 är analogt med IPv4 privat nätverksadressering.

source: UMTS only
sv: Endast UMTS

source: URI scheme %s not supported
sv: URI-schemat %s stöds inte

source: Unable to determine device name
sv: Det gick inte att fastställa enhetsnamnet

source: Unable to determine external IP address
sv: Det gick inte att fastställa extern IP-adress

source: Unable to determine upstream interface
sv: Det gick inte att fastställa uppströmsgränssnittet

source: Unable to dispatch
sv: Det går inte att skicka

source: Unable to load log data:
sv: Det gick inte att läsa in loggdata:

source: Unable to obtain client ID
sv: Det gick inte att hämta klient-ID

source: Unable to obtain mount information
sv: Det gick inte att hämta monteringsinformation

source: Unable to reset ip6tables counters: %s
sv: Det gick inte att återställa ip6tables-räknare: %s

source: Unable to reset iptables counters: %s
sv: Det gick inte att återställa iptables-räknare: %s

source: Unable to resolve AFTR host name
sv: Det gick inte att slå upp AFTR-värdnamnet

source: Unable to resolve peer host name
sv: Det gick inte att slå upp jämlikens värdnamn

source: Unable to restart firewall: %s
sv: Det gick inte att starta om brandväggen: %s

source: Unable to save contents: %s
sv: Det går inte att spara innehållet: %s

source: Unable to set allowed mode list.
sv: Det gick inte att ange listan över tillåtna lägen.

source: Unable to set preferred mode.
sv: Det gick inte att ange föredraget läge.

source: Unable to verify PIN
sv: Det gick inte att verifiera PIN-koden

source: Unchecked means the timezone offset (E.g. GMT+1) is displayed
sv: Avmarkerat innebär att tidszonsförskjutningen (t.ex. GMT+1) visas

source: Unconfigure
sv: Ta bort konfigurationen

source: Underlying interface
sv: Underliggande gränssnitt

source: Unexpected reply data format
sv: Oväntat dataformat i svaret

source: Unique Local Address (%s) - prefix <code>fd00::/8</code> (the L bit is always 1).
sv: Unik lokal adress (%s) - prefix <code>fd00::/8</code> (L-biten är alltid 1).

source: Units: dBm. Where -255 is weakest, and -10 is strong.
sv: Enhet: dBm. -255 är svagast och -10 är starkt.

source: Units: milliseconds. 0 means unspecified.
sv: Enhet: millisekunder. 0 betyder ospecificerat.

source: Units: seconds
sv: Enhet: sekunder

source: Unknown and unsupported connection method.
sv: Okänd anslutningsmetod som inte stöds.

source: Unknown error (%s)
sv: Okänt fel (%s)

source: Unknown error code
sv: Okänd felkod

source: Unmanaged
sv: Inte hanterad

source: Unmount
sv: Avmontera

source: Unnamed key
sv: Nyckel utan namn

source: Unsaved Changes
sv: Osparade ändringar

source: Unspecified error
sv: Ospecificerat fel

source: Unsupported MAP type
sv: MAP-typen stöds inte

source: Unsupported URI scheme in %s
sv: URI-schemat i %s stöds inte

source: Unsupported VLAN configuration
sv: VLAN-konfigurationen stöds inte

source: Unsupported modem
sv: Modemet stöds inte

source: Unsupported protocol
sv: Protokollet stöds inte

source: Unsupported protocol type.
sv: Protokolltypen stöds inte.

source: Untitled peer
sv: Namnlös jämlike

source: Upload a sysupgrade-compatible image here to replace the running firmware.
sv: Ladda upp en sysupgrade-kompatibel avbildning här för att ersätta den firmware som körs.

source: Upload archive...
sv: Ladda upp arkiv...

source: Upload file…
sv: Ladda upp fil…

source: Upload has been cancelled
sv: Uppladdningen har avbrutits

source: Upload request failed: %s
sv: Uppladdningsbegäran misslyckades: %s

source: Uploading file…
sv: Laddar upp filen…

source: Upon pressing "Continue", anonymous "wifi-iface" sections will be assigned with a name in the form <em>wifinet#</em> and the network will be restarted to apply the updated configuration.
sv: När du trycker på ”Fortsätt” tilldelas anonyma ”wifi-iface”-sektioner namn i formatet <em>wifinet#</em> och nätverket startas om för att tillämpa den uppdaterade konfigurationen.

source: Upon pressing "Continue", bridges configuration will be updated and the network will be restarted to apply the updated configuration.
sv: När du trycker på ”Fortsätt” uppdateras bryggkonfigurationen och nätverket startas om för att tillämpa den uppdaterade konfigurationen.

source: Upon pressing "Continue", ifname options will get renamed and the network will be restarted to apply the updated configuration.
sv: När du trycker på ”Fortsätt” byter ifname-alternativen namn och nätverket startas om för att tillämpa den uppdaterade konfigurationen.

source: Uptime
sv: Drifttid

source: Use %s
sv: Använd %s

source: Use <code>odhcp</code> for DHCPv4. This will disable DHCPv4 support in <code>dnsmasq</code>.
sv: Använd <code>odhcp</code> för DHCPv4. Detta inaktiverar DHCPv4-stöd i <code>dnsmasq</code>.

source: Use Carrier
sv: Använd carrier

source: Use DHCP
sv: Använd DHCP

source: Use DHCP advertised servers
sv: Använd servrar som annonseras via DHCP

source: Use DHCP gateway
sv: Använd DHCP-gateway

source: Use DHCPv6
sv: Använd DHCPv6

source: Use DNS servers advertised by peer
sv: Använd DNS-servrar som annonseras av jämliken

source: Use ISO/IEC 3166 alpha2 country codes.
sv: Använd landskoder enligt ISO/IEC 3166 alpha-2.

source: Use MTU on tunnel interface
sv: Använd MTU på tunnelgränssnitt

source: Use TTL on tunnel interface
sv: Använd TTL på tunnelgränssnitt

source: Use VLAN tagging
sv: Använd VLAN-taggning

source: Use a speed compatible with your device, forcing a higher speed will result in the system setting a lower value, but one that is compatible with the network interface
sv: Använd en hastighet som är kompatibel med enheten. Om du tvingar fram en högre hastighet anger systemet ett lägre värde som är kompatibelt med nätverksgränssnittet

source: Use as external overlay (/overlay)
sv: Använd som extern overlay (/overlay)

source: Use as root filesystem (/)
sv: Använd som root-filsystem (/)

source: Use broadcast flag
sv: Använd broadcast-flagga

source: Use builtin IPv6-management
sv: Använd inbyggd IPv6-hantering

source: Use carrier status instead of MII result
sv: Använd bärvågsstatus i stället för MII-resultat

source: Use custom DNS servers
sv: Använd anpassade DNS-servrar

source: Use default gateway
sv: Använd standard-gateway

source: Use gateway metric
sv: Använd gateway-metrik

source: Use legacy MAP
sv: Använd äldre MAP

source: Use legacy MAP interface identifier format (draft-ietf-softwire-map-00) instead of RFC7597
sv: Använd det äldre formatet för MAP-gränssnittsidentifierare (draft-ietf-softwire-map-00) i stället för RFC7597

source: Use protocol
sv: Använd protokoll

source: Use routing table
sv: Använd routningstabell

source: Use system certificates
sv: Använd systemcertifikat

source: Use system certificates for inner-tunnel
sv: Använd systemcertifikat för den inre tunneln

source: Use the <em>Add</em> Button to add a new %s.
sv: Använd knappen <em>Lägg till</em> för att lägga till en ny %s.

source: Use the <em>Add</em> Button to add a new UC.
sv: Använd knappen <em>Lägg till</em> för att lägga till en ny UC.

source: Use the <em>Add</em> Button to add a new VC.
sv: Använd knappen <em>Lägg till</em> för att lägga till en ny VC.

source: Use the <em>Add</em> Button to add a new lease entry. The <em>MAC address</em> identifies the host, the <em>IPv4 address</em> specifies the fixed address to use, and the <em>Hostname</em> is assigned as a symbolic name to the requesting host. The optional <em>Lease time</em> can be used to set non-standard host-specific lease time, e.g. 12h, 3d or infinite.
sv: Använd knappen <em>Lägg till</em> för att lägga till ett nytt DHCP-kontrakt. <em>MAC-adressen</em> identifierar värden, <em>IPv4-adressen</em> anger den fasta adress som ska användas och <em>Värdnamnet</em> tilldelas som ett symboliskt namn till den begärande värden. Den valfria <em>Kontraktstiden</em> kan användas för att ange en värdspecifik kontraktstid som avviker från standarden, t.ex. 12h, 3d eller oändlig.

source: Use these PVIDs
sv: Använd dessa PVID:n

source: Use tun/tap device node
sv: Använd tun/tap-enhetsnod

source: Use username as common name
sv: Använd användarnamnet som common name

source: Used Key Slot
sv: Använd nyckelplats

source: Used for two different purposes: RADIUS NAS ID and 802.11r R0KH-ID. Not needed with normal WPA(2)-PSK.
sv: Används för två olika ändamål: RADIUS NAS-ID och 802.11r R0KH-ID. Behövs inte med vanlig WPA(2)-PSK.

source: Used with auth and cipher params
sv: Används med parametrarna för autentisering och chiffersvit

source: Useful for systems behind firewalls.
sv: Användbart för system bakom brandväggar.

source: User certificate (PEM encoded)
sv: Användarcertifikat (PEM-krypterad)

source: User identifier
sv: Användar-identifierare

source: User key (PEM encoded)
sv: Användarnyckel (PEM-krypterad)

source: Username and password file (one per line)
sv: Fil med användarnamn och lösenord (ett per rad)

source: Utilise <strong>%h</strong> conntrack helper
sv: Använd conntrack-hjälparen <strong>%h</strong>

source: Utilize flow table <strong>%h</strong>
sv: Använd flödestabellen <strong>%h</strong>

source: VLAN %d does not exist.
sv: VLAN %d finns inte.

source: VLAN %d is already configured.
sv: VLAN %d är redan konfigurerat.

source: VLAN ID
sv: ID för VLAN

source: VLAN ID %s is outside the valid range %d–%d.
sv: VLAN-ID %s ligger utanför det giltiga intervallet %d–%d.

source: VLANs
sv: VLAN

source: VLANs on %q
sv: VLAN på %q

source: VPN Local address
sv: Lokal adress för VPN

source: VPN Local port
sv: Lokal port för VPN

source: VPN Protocol
sv: Protokoll för VPN

source: VPN Server certificate's SHA256 hash
sv: VPN-servercertifikatets SHA256-hash

source: VPN Server port
sv: Port för VPN-server

source: VPN Server's certificate SHA1 hash
sv: VPN-servercertifikatets SHA1-hash

source: VPNC (CISCO 3000 (and others) VPN)
sv: VPNC (CISCO 3000 (och andra) VPN)

source: VRF device
sv: VRF-enhet

source: VXLAN network identifier
sv: VXLAN-nätverksidentifierare

source: Validate DNS replies and cache DNSSEC data, requires upstream to support DNSSEC.
sv: Validera DNS-svar och cachelagra DNSSEC-data; kräver att uppströmsservern stöder DNSSEC.

source: Validate server certificate using built-in system CA bundle,<br />requires the "ca-bundle" package
sv: Validera servercertifikatet med systemets inbyggda CA-paket,<br />kräver paketet "ca-bundle"

source: Vendor
sv: Tillverkare

source: Vendor Class to send when requesting DHCP
sv: Leverantörsklass som ska skickas vid DHCP-begäran

source: Verdict map: <var>%h</var> is
sv: Verdict-karta: <var>%h</var> är

source: Verify unsigned domain responses really come from unsigned domains.
sv: Verifiera att svar för osignerade domäner verkligen kommer från osignerade domäner.

source: Verifying the uploaded image file.
sv: Verifierar den uppladdade avbildningsfilen.

source: Via
sv: Genom

source: Via shall be specified when %s is a multicast address
sv: Via måste anges när %s är en multicast-adress

source: Virtual Ethernet
sv: Virtuellt Ethernet

source: Virtual dynamic interface
sv: Virtuellt dynamiskt gränssnitt

source: WEP Open System
sv: Öppet System WEP

source: WEP Shared Key
sv: Delad WEP-nyckel

source: WEP passphrase
sv: WEP-lösenordsfras

source: WMM Mode
sv: WMM-läge

source: WNM Sleep Mode
sv: WNM-viloläge

source: WNM Sleep Mode Fixes
sv: Korrigeringar för WNM-viloläge

source: WPA passphrase
sv: WPA-lösenordsfras

source: WPA-Encryption requires wpa_supplicant (for client mode) or hostapd (for AP and ad-hoc mode) to be installed.
sv: WPA-kryptering kräver att wpa_supplicant (för klientläge) eller hostapd (för AP- och ad hoc-läge) är installerat.

source: WPS status
sv: Status för WPS

source: Waiting for device...
sv: Väntar på enheten…

source: Warn
sv: Varna

source: Warning: There are unsaved changes that will get lost on reboot!
sv: Varning: Det finns osparade ändringar som kommer att förloras vid omstart!

source: When a host matches an entry then the special tag %s is set. Use %s to match all known hosts.
sv: När en värd matchar en post anges den särskilda taggen %s. Använd %s för att matcha alla kända värdar.

source: When delegating prefixes to multiple downstreams, interfaces with a higher preference value are considered first when allocating subnets.
sv: När prefix delegeras till flera nedströmsgränssnitt beaktas gränssnitt med ett högre preferensvärde först vid tilldelning av delnät.

source: When enabled network coding increases the WiFi throughput by combining multiple frames into a single frame, thus reducing the needed air time.
sv: När detta är aktiverat ökar nätverkskodning Wi-Fi-genomströmningen genom att kombinera flera ramar till en enda ram, vilket minskar den nödvändiga sändningstiden.

source: When enabled the distributed ARP table forms a mesh-wide ARP cache that helps non-mesh clients to get ARP responses much more reliably and without much delay.
sv: När detta är aktiverat bildar den distribuerade ARP-tabellen en mesh-omfattande ARP-cache som hjälper klienter utanför mesh-nätet att få ARP-svar mycket tillförlitligare och med mindre fördröjning.

source: When enabled, gateway is on-link even if the gateway does not match any interface prefix
sv: När detta är aktiverat betraktas gatewayen som direktansluten även om den inte matchar något gränssnittsprefix

source: When enabled, new ARP table entries are added from received gratuitous ARP requests or replies, otherwise only preexisting table entries are updated, but no new hosts are learned.
sv: När detta är aktiverat läggs nya ARP-tabellposter till från mottagna gratuitous ARP-begäranden eller -svar. Annars uppdateras endast befintliga tabellposter och inga nya värdar lärs in.

source: When inverted, the LED is continuously lit and flickers instead of it being off by default and blinking on system activity.
sv: När detta inverteras lyser lysdioden kontinuerligt och flimrar vid aktivitet i stället för att normalt vara släckt och blinka vid systemaktivitet.

source: When running the mesh over multiple WiFi interfaces per node batman-adv is capable of optimizing the traffic flow to gain maximum performance.
sv: När mesh-nätet körs över flera Wi-Fi-gränssnitt per nod kan batman-adv optimera trafikflödet för maximal prestanda.

source: When using a PSK, the PMK can be automatically generated. When enabled, the R0/R1 key options below are not applied. Disable this to use the R0 and R1 key options.
sv: När en PSK används kan PMK genereras automatiskt. När detta är aktiverat tillämpas inte nyckelalternativen R0/R1 nedan. Inaktivera detta för att använda nyckelalternativen R0 och R1.

source: When you have more than one IP address (e.g. multiple interfaces, or secondary IP addresses), and do not use --local to force binding to one specific address only
sv: När du har fler än en IP-adress (t.ex. flera gränssnitt eller sekundära IP-adresser) och inte använder --local för att tvinga bindning till endast en specifik adress

source: Where Wi-Fi Multimedia (WMM) Mode QoS is disabled, clients may be limited to 802.11a/802.11g rates.
sv: När QoS för Wi-Fi Multimedia-läge (WMM) är inaktiverat kan klienter begränsas till hastigheter enligt 802.11a/802.11g.

source: Where the ESSID is hidden, clients may fail to roam and airtime efficiency may be significantly reduced.
sv: När ESSID är dolt kan klienter misslyckas med roaming och sändningstidens effektivitet kan minska avsevärt.

source: Which is used to access this %s
sv: Som används för åtkomst till denna %s

source: Width
sv: Bredd

source: Wildcards (%s) allowed.
sv: Jokertecken (%s) är tillåtna.

source: WireGuard Interface
sv: WireGuard-gränssnitt

source: WireGuard Status
sv: Status för WireGuard

source: WireGuard peer is disabled
sv: WireGuard-jämliken är inaktiverad

source: Wireless
sv: Trådlöst

source: Wireless Adapter
sv: Trådlös adapter

source: Wireless Network
sv: Trådlöst nätverk

source: Wireless Overview
sv: Trådlös överblick

source: Wireless Security
sv: Trådlös säkerhet

source: Wireless configuration migration
sv: Migrering av trådlös konfiguration

source: Wireless is disabled
sv: Trådlöst är avstängt

source: Wireless is not associated
sv: Trådlöst är inte associerat

source: Wireless network is disabled
sv: Trådlöst nätverk är avstängt

source: Wireless network is enabled
sv: Trådlöst nätverk är aktiverat

source: Workaround mode can only be used when acting as an access point.
sv: Kringgångsläget kan endast användas när enheten fungerar som åtkomstpunkt.

source: Write log to file
sv: Skriv logg till fil

source: Write received DNS queries to syslog.
sv: Skriv mottagna DNS-förfrågningar till syslogg.

source: Write system log to file
sv: Skriv systemlogg till fil

source: Yggdrasil Network
sv: Yggdrasil-nätverket

source: You appear to be currently connected to the device via the "%h" interface. Do you really want to shut down the interface?
sv: Du verkar för närvarande vara ansluten till enheten via gränssnittet "%h". Vill du verkligen stänga av gränssnittet?

source: You are about to remove VLAN %d%s. This will also remove the VLAN from every port that currently has it assigned (tagged or untagged).
sv: Du håller på att ta bort VLAN %d%s. Detta tar även bort VLAN:et från varje port där det för närvarande är tilldelat (taggat eller otaggat).

source: You can enable VLAN filtering on a bridge from the
sv: Du kan aktivera VLAN-filtrering på en brygga från

source: You can enable or disable installed init scripts here. Changes will be applied after a device reboot.<br /><strong>Warning: If you disable essential init scripts like "network", your device might become inaccessible!</strong>
sv: Här kan du aktivera eller inaktivera installerade init-skript. Ändringarna tillämpas efter att enheten har startats om.<br /><strong>Varning: Om du inaktiverar nödvändiga init-skript som "network" kan enheten bli oåtkomlig!</strong>

source: You may add multiple records for the same Target.
sv: Du kan lägga till flera poster för samma mål.

source: You may add multiple records for the same domain.
sv: Du kan lägga till flera poster för samma domän.

source: You may add multiple unique Relay To on the same Listen addr.
sv: Du kan lägga till flera unika "Relay To" för samma lyssningsadress.

source: You must enable JavaScript in your browser or LuCI will not work properly.
sv: Du måste aktivera JavaScript i din webbläsare, annars kommer inte LuCi att fungera korrekt.

source: ZRam Compression Algorithm
sv: Komprimeringsalgoritm för ZRam

source: ZRam Settings
sv: Inställningar för ZRam

source: ZRam Size
sv: Storlek för ZRam
